{
    "story_type": "narrator",
    "genre": "crazy",
    "fragments": [
        {
            "voice_name": "en-US-Standard-J",
            "user_name": "darkrainbow",
            "speaker_text": "Framed! On the Run With the Student I Shouldn't Trust",
            "audio_duration_in_frames": 129.0,
            "hashed_text": "1",
            "speaker_type": "title",
            "gender": "female"
        },
        {
            "voice_name": "en-US-Standard-J",
            "user_name": "darkrainbow",
            "speaker_text": "The flickering neon sign outside my motel window cast everything in a sickly green hue, highlighting the cheap wood veneer and threadbare carpet. It was a far cry from the meticulously organized life I led a week ago, back when I was Ms. Eleanor Wright, respected high school English teacher. Now, I was a fugitive, framed for a crime I didn't commit, and my only ally was the last person anyone would expect – Jason Walker, the rebellious, motorcycle-riding student notorious for challenging my every rule.",
            "audio_duration_in_frames": 930.0,
            "hashed_text": "2",
            "speaker_type": "main",
            "gender": "female"
        },
        {
            "voice_name": "en-US-Standard-J",
            "user_name": "darkrainbow",
            "speaker_text": "It all started with the annual school fundraiser. Someone had replaced the prize money with counterfeit bills, a hefty sum that vanished from the locked safe in the principal's office. Fingers pointed at me; after all, I had been the last one to leave that night, a fact corroborated by none other than Jason, who claimed to have seen me leaving the office.",
            "audio_duration_in_frames": 618.0,
            "hashed_text": "3",
            "speaker_type": "main",
            "gender": "female"
        },
        {
            "voice_name": "en-US-Standard-J",
            "user_name": "darkrainbow",
            "speaker_text": "But Jason wasn't a cold-hearted liar. He knew I was innocent. He had seen someone else lurking around that night, a shadowy figure he couldn't quite place. And so began our unlikely alliance. He offered me an escape on his beat-up Harley, the roar of its engine a defiant anthem against the accusations swirling around us.",
            "audio_duration_in_frames": 622.0,
            "hashed_text": "4",
            "speaker_type": "main",
            "gender": "female"
        },
        {
            "voice_name": "en-US-Standard-J",
            "user_name": "darkrainbow",
            "speaker_text": "Now, we were on the run, two unlikely allies thrown together by fate.  The evidence, meticulously planted, painted me as a desperate woman who had used her position for financial gain. But Jason, with his street smarts and unwavering loyalty, was determined to clear my name.",
            "audio_duration_in_frames": 542.0,
            "hashed_text": "5",
            "speaker_type": "main",
            "gender": "female"
        },
        {
            "voice_name": "en-US-Standard-J",
            "user_name": "darkrainbow",
            "speaker_text": "We were an odd pair, the straight-laced teacher and the rebellious student, racing against time, searching for the truth that would set us free. And somewhere along the desolate highways and anonymous motels,  a grudging respect blossomed, fueled by adrenaline and the constant threat hanging over our heads.  Little did I know, this was just the beginning of a treacherous journey, a high-stakes game where one wrong move could cost us our lives.",
            "audio_duration_in_frames": 762.0,
            "hashed_text": "6",
            "speaker_type": "main",
            "gender": "female"
        }
    ]
}